import  "../Style/Style.css"
export default function About(params) {
    return (
      <div className="About">
        <div className="AboutContetnt" id="about">
          <h1>🫣​شكون حنا</h1>
          <p>
            <b className="barns">OG–Roots</b> براند شبابية جزايرية نخدمو غير
            <b className="lim">limited clothes</b> ، قطع قليلة ومميزة باش كل
            واحد يلبس حاجة ما يلقاها حتى واحد آخر. الفكرة تاعنا بسيطة: ندمجو
            الستايل العصري مع لمسة أصلية، ونخليو كل كوليكسيون عندها روحها
            الخاصة. من أول يوم، قررنا ما نكونوش كيف الباقي… ما نصنعوش كميات
            كبيرة، وما نكرروش التصاميم. كل قطعة تخرج من عندنا عندها قيمة،
            وحكاية، وطريقة تخليك توقف وتقول: "هذي أنا".
          </p>
        </div>
      </div>
    );
}